Repository: mozilla-l10n/mt-training-data
Catalog: hno/hno_pontoon.tmx
Source language: en_us
Languages: hno

source: deceptive site
hno: دھوکھے آلی سائٹ

source: decode
hno: ڈیکوڈ

source: decryption
hno: ڈکرپشن

source: disinformation
hno: غلط معلومات

source: distrust
hno: بے اعتبار

source: email mask
hno: ای میل ماسک

source: enable
hno: فعال کرو

source: encode
hno: انکوڈ

source: encrypt
hno: انکرپٹ کرو

source: encryption
hno: اینکرپشن

source: end user
hno: استعمال کرنڑ آلہ

source: Enhanced Tracking Protection
hno: بہتر ٹریکنگ پروٹیکشن

source: extension
hno: پھیلانڑا

source: fingerprinter
hno: فنگر پرنٹر

source: fingerprinting
hno: فنگر پرنٹنگ

source: Firefox View
hno: فائرفوکس نظارہ

source: grassroots
hno: مُنڈو

source: home page
hno: ہوم پیج

source: import
hno: امپورٹ کرو

source: independent browser
hno: آزاد براؤزر

source: innovations
hno: ایجاداں

source: insecure
hno: غیر محفوظ

source: installation
hno: انسٹالیشن

source: Issue
hno: جاری کرنا

source: Legacy extension
hno: لیگیسی ایکسٹینشن

source: misinformation
hno: غلط معلومات

source: native
hno: مقامی

source: net neutrality
hno: نیٹ دی غیرجانب داری

source: nonprofit
hno: بغیر فائدہ آلہ

source: non-profit
hno: بغیر-فائدہ آلہ

source: open source
hno: اوپن سورس

source: override
hno: تجاوز کرو

source: phone number mask
hno: فون نمبر ماسک

source: pop-up
hno: پوپ-اپ

source: preference
hno: ترجیع

source: Privacy Notice
hno: رازداری دا نوٹس

source: release
hno: جاری کرنا

source: report
hno: رپورٹ کرو

source: restricted site
hno: ممنوعہ سائٹ

source: revert
hno: موڑو

source: Review checker
hno: نظرثانی دی پڑتال کرنڑ آلہ

source: search suggestion
hno: مشورہ ڈھونڈو

source: security keys
hno: سیکورٹی دی چابیاں

source: sensitive
hno: حساس

source: sidebar
hno: سائیڈ بار

source: sign
hno: دستخط

source: signer
hno: دستخط کرنڑ آلہ

source: sign in
hno: سائن اِن کرو

source: sign-in
hno: سائن اِن

source: studies
hno: پڑھائی

source: Terms of Service
hno: سروس دیاں شرطاں

source: track
hno: ٹریک کرو

source: trackers
hno: ٹریکر

source: Tracking Content
hno: ٹریکنگ دا مواد

source: unencrypted
hno: اَن انکریپٹڈ

source: unresponsive
hno: جواب نہ دینڑا آلہ

source: unsafe
hno: غیر محفوظ

source: validate
hno: جواز دیو

source: validity
hno: درستگی

source: version
hno: ورژن

source: Web Authentication
hno: ویب تصدیق
